Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/anskaffelser.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: If the Consultant fails to meet this obligation, the Customer shall be entitled to retain part of the contract price, corresponding to approximately two (2) times the savings of the Consultant, until it has been documented that compliance has been achieved.
nn: Dersom Konsulenten ikkje oppfyller denne forpliktinga, har Kunden rett til å halde tilbake delar av kontraktssummen, tilsvarande ca 2 (to) gonger innsparinga for Konsulenten, inntil det er dokumentert at forholdet er ført i orden.

source: The overview shall be included as a separate chapter in Appendix 2.
nn: Oversikta vert tatt inn i eit eige kapittel i vedlegg 2.

source: The Contractor may request adjustments to the consideration or progress plans due to such a change.
nn: Leverandøren kan krevje justeringar i vederlag eller tidsplanar som følge av endringa.

source: Invoicing shall take place in arrears on a monthly basis, unless otherwise agreed in Appendix 4.
nn: Fakturering skjer etterskotsvis pr. månad, med mindre anna er avtalt i vedlegg 4.

source: The Agreement, clause 1.1 Scope of the Agreement
nn: Avtalen punkt 1.1 Omfanget av avtalen

source: The Contractor shall make such documentation as stipulated in Appendix 6 available to the Customer.
nn: Leverandøren skal stille til disposisjon for Kunden slik dokumentasjon som går fram av vedlegg 6.

source: Additional services priced in Appendix 7 are governed by clause 2.2.4.
nn: Tilleggstenester prisa i vedlegg 7 vert regulert av punkt 2.2.4.

source: If the deliverables deviate from what was agreed under this Agreement, it shall be the responsibility of the Contractor to rectify the deviation in such a way as to make the deliverables conform to what was agreed, even if such deviation is caused by factors in Standard software that are subject to licence terms and conditions that include different provisions on the rectification of errors.
nn: Dersom leveransen vik frå det som er avtalt i samsvar med denne avtalen, er det Leverandøren sitt ansvar å avhjelpe avviket på ein slik måte at leveransen vert ført i samsvar med det som er avtalt, sjølv om avviket kjem av forhold i Standardprogramvare som er underlagt lisensvilkår med avvikande vilkår for feilretting.

source: If the services rendered prior to the termination date are of such a nature that the Customer has gained little or no benefit from the services rendered on the termination date, the Customer may, in connection with termination for breach, demand the repayment of consideration received by the Consultant in relation to ongoing hours worked and any expenses under the Agreement, with the addition of interest, at the rate of NIBOR plus one (1) per cent, as from the date on which payment was made.
nn: Dersom det som er prestert fram til hevingstidspunktet, er av ein slik art at Kunden har lite eller inga nytte av det presterte på hevingstidspunktet, kan Kunden i samband med heving velje å krevje tilbakebetalt vederlag for jamlege timar og eventuelle utgifter som Konsulenten har tatt mot under avtalen, med tillegg av renter, tilsvarande NIBOR pluss 1 (ein) prosent, frå det tidspunktet betaling er skjedd.

source: If the functionality agreed in Appendices 1 and 2 is removed from third-party deliverables and the Supplier is not able to prevent this, any such loss of functionality, if the loss of functionality is regarded as a critical error in accordance with clause 3.3 of the Agreement, possibly as defined in Appendix 3, will entail material breach by the Supplier.
nn: Dersom avtalt funksjonalitet i vedlegg 1 og 2 blir fjerna i tredjepartsleveransar og Leverandøren ikkje evnar å hindre dette, vil også slikt tap av funksjonalitet, dersom tapet av funksjonalitet blir vurdert som ein alvorleg eller kritisk feil etter punkt 3.3 i avtalen, eventuelt som definert i vedlegg 3, innebere vesentleg misleghald frå Leverandøren si side.

source: The authorised representatives of the parties, as well as procedures and notice periods for any replacement thereof, shall be specified in more detail here.
nn: Representant som har fått myndigheit for partane, og prosedyrar og varslingsfristar for eventuell utskifting av desse, skal spesifiserast her.

source: The same applies if the Customer has explicitly accepted such a limitation of the Contractor's responsibility for standard third-party services that are included in the operational services, but with which the Contractor has concluded an agreement.
nn: Det same gjeld dersom Kunden uttrykkeleg har akseptert ei slik avgrensing av Leverandøren sitt ansvar for standard tredjepartsleveransar som inngår som del av driftstenesta, men som Leverandøren har inngått avtalen med.

source: The Supplier shall give written notice without undue delay after the breach of contract has been discovered or should have been discovered.
nn: Leverandøren skal reklamere skriftleg innan rimeleg tid etter at misleghaldet er oppdaga eller burde vore oppdaga.

source: The Customer must give written notice of the claim without undue delay after the breach of contract has been discovered or should have been discovered.
nn: Kunden skal reklamere skriftleg innan rimeleg tid etter at misleghaldet er oppdaga eller burde vore oppdaga.

source: Any consideration for such assistance shall be specified in Appendix 7.
nn: Eventuelt vederlag for slik bistand vert spesifisert i vedlegg 7.

source: The same shall apply to all copies of documentation.
nn: Det same gjeld alle eksemplar av dokumentasjon.

source: The amount shall be specified in Appendix 7.
nn: Beløpet skal vere oppgitt i vedlegg 7.

source: The installation of patches shall be covered by the fixed consideration for maintenance, unless this has been priced separately in Appendix 7.
nn: Installering av programrettingar inngår i det faste vedlikehaldsvederlaget med mindre det er prisa særskilt i vedlegg 7.

source: Changes in the needs of the Customer shall be handled pursuant to chapter 3 of the Agreement concerning changes, if these entail changes to the agreed requirements. Changes to
nn: Endringar i Kunden sine behov vert handterte i samsvar med kapittel 3 i avtalen om endringar dersom det inneber endringar i dei avtalte krava.

source: In respect of areas covered by the Regulations relating to Generalised Collective Wage Agreements, the Contractor shall ensure that its and any subcontractors' employees who contribute directly to the performance of the Contractor’s obligations under the Agreement do not receive wages or have working conditions that are inferior to those stipulated in the Regulations relating to Generalised Collective Wage Agreements.
nn: Leverandøren skal på område dekte av forskrift om allmenngjort tariffavtale sørge for at eigne og eventuelle underleverandørar sine tilsette som direkte medverkar til å oppfylle Leverandøren sine forpliktingar under denne avtalen, ikkje har dårlegare lønns- og arbeidsforhold enn det som følger av forskrifta som allmenngjer tariffavtalen.

source: a) Are the requirements of the contract in terms of pay and working conditions included in the company’s contracts with any subcontractors?
nn: a) Er krava i kontrakten til løns- og arbeidsvilkår tekne inn i verksemda sine kontraktar med eventuelle underleverandørar?

source: The key personnel of the Consultant in connection with the performance of the Assignment shall be specified in Appendix 4.
nn: Konsulenten sitt nøkkelpersonell i samband med utføringa av oppdraget skal gå fram av vedlegg 4.

source: Other deadlines and procedures for the meetings may be agreed in Appendix 6.
nn: Annan frist og rutinar for møta kan avtalast i vedlegg 6.

source: Unless specific deadlines are stipulated in Appendix 6, the Customer shall give the Contractor reasonable notice of an audit and the Contractor shall accept such an audit within a reasonable period of time.
nn: Med mindre spesifikke fristar går fram av vedlegg 6, skal Kunden gi Leverandøren rimeleg varsel om revisjon, og Leverandøren skal akseptere revisjon innan rimeleg tid.

source: Consideration and payment terms
nn: Vederlag og betalingsvilkår

source: Software that is developed pursuant to this clause shall become part of the software that shall be maintained under the Agreement.
nn: Programvara som vert utvikla etter dette punktet, vert ein del av den programvara som skal haldast ved like under denne avtalen.

source: Unless another bonus system is specified in Appendix 7, there shall be two main types of bonus: completion bonuses and bonuses that are paid out underway.
nn: Med mindre anna bonusordning er oppgitt i vedlegg 7, skal det vere to hovudtypar bonus; sluttbonus og bonus som vert utbetalt undervegs.

source: Other terms and conditions of the Agreement shall apply to change orders as well, unless otherwise explicitly stated in the change order.
nn: Andre vilkår i avtalen gjeld også for endringsordrar dersom det ikkje uttrykkeleg er sagt noko anna i endringsordren.

source: The frequency, convening, parties' representatives and type of meetings shall be agreed in Appendix 6.
nn: Frekvens, innkalling, deltaking frå partane og type møte skal vere avtalt i vedlegg 6.

source: The Software and other equipment with which it shall be compatible, and any Software and equipment that shall be used during the development and testing of the deliverables, are described in Appendix 3.
nn: Programvare og anna utstyr som skal fungere saman med, og programvare og utstyr som eventuelt skal brukast under utvikling og testing av leveransen, er skildra i vedlegg 3.

source: The Contractor shall ensure that any agreements the Contractor concludes with any subcontractors and that are of relevance for the delivery of the operational services, and which are mentioned in Appendix 6, give the Customer the right to participate in the Contractor's audits and reviews of the subcontractor(s) insofar as this is required to verify that the Contractor is complying with the agreed obligations in respect of the operational services.
nn: Leverandøren skal sørge for at det i dei avtalane som Leverandøren inngår med eventuelle underleverandørar som speler inn for levering av driftstenesta, og som er nemnde i vedlegg 6, vert tatt inn ein rett for Kunden til å delta i Leverandøren sin revisjon og gjennomgang hos underleverandøren/underleverandørane så langt det er nødvendig for å verifisere at Leverandøren held avtalte forpliktingar for driftstenesta.

source: However, the Contractor shall not be obliged to carry out change work that represents, in aggregate, a net addition of more than fifteen (15) per cent to the original contract price per year, other than in the case of a disputed change order pursuant to clause 3.8.
nn: Leverandøren er likevel ikkje forplikta til å utføre endringsarbeid som samla utgjer meir enn 15 % netto tillegg til den opphavlege kontraktsprisen per år, med mindre det er snakk om ein omtvista endringsordre etter punkt 3.8.

source: To the extent that the Customer so demands in Appendix 7, the Contractor shall, when the Agreement is concluded, provide a guarantee for the maximum liability for damages the Contractor can incur under the Agreement in the form of a bank or parent company guarantee.
nn: I den utstrekning Kunden har stilt krav om det i vedlegg 7, skal Leverandøren, samtidig med inngåing av avtalen, stille sikkerheit for det maksimale erstatningsansvaret Leverandøren kan pådra seg i samsvar med avtalen i form av ein bank- eller morselskapsgaranti.

source: The entity to which the rights and obligations are assigned shall be entitled to corresponding terms and conditions,
nn: I den grad Kunden er ei offentleg verksemd, kan Kunden overdra sine rettar og plikter etter denne avtalen til anna offentleg verksemd.

source: Scope of the Agreement
nn: Omfanget av avtalen

source: Appendix 4: Administrative provisions
nn: Prosjekt- og framdriftsplan Vedlegg 4:

source: If training forms part of the deliverables pursuant to Appendix 1, the consideration for training shall be specified here.
nn: Dersom opplæring er ein del av leveransen i samsvar med bilag 1, skal vederlag for opplæringa spesifiserast her.

source: tax, for each calendar day of delay, but limited to maximum one hundred (100) calendar days.
nn: meirverdiavgift for kvar kalenderdag forseinkinga varer, men avgrensa til maksimalt 100 (hundre) kalenderdagar.

source: The responsibility of the Contractor for its performance
nn: Leverandøren sitt ansvar for ytingane sine

source: Appendix 7: Total price and pricing provisions and bonus
nn: Vedlegg 7: Samla pris og prisreglar

source: Specific deadlines may be agreed in Appendix 5 and software that is exempt from this provision may be specified in Appendix 5.
nn: Spesifikke tidsfristar kan avtalast i vedlegg 5, og programvare som er unntatt frå denne regelen, kan spesifiserast i vedlegg 5.

source: In such circumstances, the Contractor may require an extension of the time-limit of up to ten (10) working days.
nn: I slike tilfelle kan Leverandøren alltid krevje forlenging av fristen med inntil 10 (ti) vyrkedagar.

source: Documentation of the change
nn: Dokumentasjon av endringa

source: If the Contractor wishes to argue that the refusal is unjustified, including that the Contractor disagrees with the categorisation of errors, written notice shall be given to such effect, which notice shall be given within five (5) working days.
nn: Dersom Leverandøren gjer gjeldande at nektinga er urettmessig, medrekna at Leverandøren er usamd i kategoriseringa av feil, må det givast skriftleg melding om dette og seinast innan 5 (fem) vyrkedagar.

source: If errors or other problems arise before or during the warranty period that are due to issues for which the Customer bears the risk or responsibility, the Contractor must redeliver or help the Customer restore what was lost, if possible, including data, and at the ordinary rates for consideration stipulated in Appendix 7.
nn: Dersom det før eller i garantiperioden oppstår feil eller andre problem som kjem av forhold som Kunden har risikoen eller ansvaret for, skal Leverandøren om mogleg og mot vanleg betaling etter vedlegg 7 levere om att eller hjelpe Kunden med gjenoppretting av det som er tapt, inkludert data.

source: The Customer may, throughout the entire term of the Agreement, carry out supplementary purchases and extend or expand its licensing within the limits of, and to the extent that is required to maintain or achieve, the overall goal of the deliverables as described in Appendix 1.
nn: Kunden kan gjennom heile avtaleperioden gjere kompletteringskjøp og lisensutvidingar i den utstrekning det ligg innanfor, og er nødvendig for å oppretthalde eller oppnå, det samla målbildet for leveransen som er skildra i vedlegg 1.

source: are not limited to: additional costs for the Customer concerning cover purchases, the Customer’s indemnification liability as a consequence of defect in title for which the Supplier is liable, losses due to additional work and other direct costs related to breach by the Supplier.
nn: meirkostnader Kunden får ved dekningskjøp, erstatningsansvar Kunden blir dømt til som følgje av rettsmanglar Leverandøren heftar for, tap som kjem av meirarbeid og andre direkte kostnader i samband med misleghald frå Leverandøren.

source: If the service level applicable to the maintenance deliverables is agreed in Appendix 5, the Customer shall on a regular basis receive reports documenting that the deliverables are in conformity with the agreed level and specifying any deviations.
nn: Dersom det er avtalt tenestenivå for vedlikehaldsytinga i vedlegg 5, skal Kunden få jamlege rapportar som dokumenterer at ytinga eld avtalt nivå, og viser eventuelle avvik.

source: Each of the parties may convene a meeting with the other party on three (3) working days’ notice if there is a need to discuss matters relating to the contractual relationship and how the contractual relationship is being handled, and such matters cannot wait until the next scheduled meeting.
nn: Ved behov for å drøfte forhold som gjeld avtaleforholdet og måten avtaleforholdet vert gjennomført på, og som ikkje kan avvente neste fastsette møte, kan kvar av partane innkalle den andre parten til møte med 3 (tre) vyrkedagars varsel.

source: Changes to the general contractual wording shall be set out in Appendix 6, unless the general contractual wording refers such changes to a different Appendix.
nn: Endringar til den generelle avtaleteksten skal samlast i vedlegg 6, med mindre den generelle avtaleteksten tilviser slike endringar til eit anna vedlegg.

source: The Contractor may only assign its rights and obligations under the Agreement with the written consent of the Customer.
nn: Leverandøren kan berre overdra sine rettar og plikter etter avtalen med skriftleg samtykke frå Kunden.

source: If the functionality agreed in Appendices 1 and 2 is removed from third-party deliverables and the Supplier is not able to prevent this, any such loss of functionality, if the loss of functionality is regarded as a serious or critical error in accordance with clause 3.3 of the Agreement, possibly as defined in Appendix 3, will entitle the Customer to require a proportional price reduction.
nn: Dersom avtalt funksjonalitet i vedlegg 1 og 2 blir fjerna i tredjepartsleveransar og Leverandøren ikkje evnar å hindre dette, vil også slikt tap av funksjonalitet, dersom tapet av funksjonalitet blir vurdert som ein alvorleg eller kritisk feil etter punkt 3.3 i avtalen, eventuelt som definert i vedlegg 3, gje Kunden krav på forholdsmessig prisavslag.

source: The Contractor shall charge the hourly rates for performing the installation work that are set out for such work in Appendix 7, unless otherwise is specified in Appendix 7.
nn: Med mindre anna går fram av vedlegg 7, vert installasjonsarbeidet utført i samsvar med Leverandøren sine timesatsar for slikt arbeid i vedlegg 7.

source: The price may be adjusted as per the beginning of every calendar year, with an amount that shall not exceed the increase in the retail price index (the main index) of Statistics Norway, with the initial reference index value being the index value for the month in which the Agreement was formed, unless a different index value is agreed in Appendix 4.
nn: Prisen kan endrast kvart årsskifte, avgrensa oppover til eit beløp som tilsvarer auken i konsumprisindeksen (hovudindeksen) ved Statistisk sentralbyrå, første gong med utgangspunkt i indeksen for den månaden avtalen vart inngått, med mindre annan indeks er avtalt i vedlegg 4.

source: The Contractor shall be entitled to a consideration in accordance with the Contractor's hourly rates as set out in Appendix 7.
nn: Leverandøren kan krevje vederlag for dette i samsvar med Leverandøren sine timeprisar som fastsette i vedlegg 7.

source: Rectified errors shall be delivered for retesting as set out in Appendix 5.
nn: Retta feil skal leverast til retesting slik det går fram av vedlegg 5.

source: Thereafter, the Contractor shall, within ten (10) working days of the Contractor receiving the signed change order, ensure that the change order is incorporated into the Agreement, with changes to specifications, the progress plan, the technical platform, tests, required contributions from the Customer, as well as changes to the contract price, being set out in the Agreement.
nn: Leverandøren skal deretter innan 10 (ti) vyrkedagar frå Leverandøren tar mot underteikna endringsordre, sørge for at endringsordren vert innarbeidd i avtalen, slik at endringar i spesifikasjonar, framdriftsplan, teknisk plattform, testar, krav til medverknad frå Kunden og endring av kontraktsprisen kjem fram i avtalen.

source: If it is not possible to calculate the change based on the hourly rates or unit prices in Appendix 7, the Contractor shall present a quote in respect of the addition or deduction for the changes.
nn: Dersom endringa ikkje er mogleg å berekne på bakgrunn av timeprisar eller einingsprisar i vedlegg 7, skal Leverandøren sette fram eit tilbod på tillegg eller frådrag for endringane.

source: Appendix 6 Changes to the general contractual wording
nn: Vedlegg 6 Endringar i den generelle avtaleteksten

source: The limitation shall also not apply to changes that are necessary because of changed legal requirements.
nn: Avgrensinga gjeld heller ikkje endringar som er nødvendige som følge av endra rettslege krav.

source: New versions of the software specified in Appendix 3 shall be covered by the Agreement, unless otherwise is stipulated in Appendix 1 or Appendix 2.
nn: Nye versjonar av programvare som er spesifisert i vedlegg 3, er inkludert i avtalen med mindre anna går fram av vedlegg 1 og 2.

source: Other rates for liquidated damages, a different calculation basis and other periods for liquidated damages may be agreed in Appendix 5.
nn: Andre dagbotsatsar, anna berekningsgrunnlag og anna løpetid for dagbota kan avtalast i vedlegg 5.

source: However, the Contractor shall not be obliged to carry out additional work that represents, in aggregate, a net addition of more than fifteen (15) per cent to the original contract price, other than in the case of a disputed change order pursuant to clause 3.8
nn: Leverandøren er likevel ikkje forplikta til å utføre endringsarbeid som samla utgjer meir enn 15 (femten) prosent netto tillegg til den opphavlege kontraktsprisen, med mindre det er snakk om ein omtvista endringsordreetter punkt 3.8

source: If the Customer still refuses to approve the deliverables, the dispute shall be resolved pursuant to chapter 16.
nn: Dersom Kunden framleis ikkje godkjenner leveransen, skal tvisten løysast etter kapittel 16.

source: Unless another consideration is agreed in Appendix 7, the consideration for the Contractor's work in respect of such exercises shall be calculated based on the hourly rates in Appendix 7.
nn: Med mindre anna vederlag er avtalt i vedlegg 7, skal vederlag for Leverandøren sitt arbeid ved slike øvingar fastsetjast i samsvar med timeprisar i vedlegg 7.

source: The Customer shall contribute to the delivery of the deliverables in the manner specified in Appendix 2, in accordance with the deadlines stipulated in Appendix 4.
nn: Kunden skal medverke til gjennomføring av leveransen som spesifisert i vedlegg 2, i samsvar med dei fristane som er oppgitt i vedlegg 4.

source: If special pricing and/or payment terms and conditions shall apply for the Agreement, these shall be specified in Appendix 7.
nn: Dersom spesielle pris- og/eller betalingsvilkår skal gjelde for denne avtalen, skal det vere oppgitt i vedlegg 7.

source: This information must be provided as quickly as possible.
nn: Slik informasjon skal givast så raskt som mogleg.

source: What is deemed to constitute breach of contract
nn: Kva som vert rekna som misleghald

source: The Contractor’s key personnel are specified in Appendix 6.
nn: Leverandøren sitt nøkkelpersonell er oppgitt i vedlegg 6.

source: If only parts of the agreed deliverables are delayed, the Consultant may request a reduction in the liquidated damages proportional to the ability of the Customer to utilise the part of the deliverables that has been delivered.
nn: Dersom berre ein del av den avtalte ytinga er forseinka, kan Konsulenten krevje ei nedsetting av dagbota som står i forhold til moglegheita Kunden har til å gjere seg nytte av den delen av ytinga som er levert.

source: The Customer may request upon minimum 5 (five) working days' written notice to the Contractor, the temporary suspension of the delivery of the deliverables.
nn: Kunden kan med skriftleg varsel til Leverandøren på minimum 5 (fem) vyrkedagar krevje at gjennomføringa av leveransen vert stansa mellombels.
